
"EncryptionKey.Description" = "Это изображение — визуализация ключа шифрования для этого секретного чата c пользователем %1$@.\n\nЕсли данное изображение идентично изображению на устройстве пользователя %2$@, то ваше общение безопасно на 200%%.\n\nПодробнее на telegram.org";
"EncryptionKey.EncryptionKey" = "Ключ шифрования";


"Typing.Typing" = "печатает";
"Typing.AreTyping" = "%@ печатают";
"Typing.IsTyping" = "%@ печатает";
"Group.MembersCount" = "%d участник%@";
"Group.OnlineCount" = "%d в сети";
"Typing.PeopleTyping" = "%d печатают";
"Group.AddMembers" = "Добавить участников";


"App.Name" = "Telegram";
"App.Connecting" = "подключение…";
"App.WaitingNetwork" = "ожидание сети";


"ChatMedia.Audio" = "Аудиозапись";
"ChatMedia.Voice" = "Голосовое сообщение";
"ChatMedia.Photo" = "🖼 Фото";
"ChatMedia.Contact" = "👤 Контакт";
"ChatMedia.Video" = "📹 Видео";
"ChatMedia.Location" = "📍 Местоположение";
"ChatMedia.File" = "📎 Файл";
"ChatMedia.Unsupported" = "Не поддерживается";
"ChatMedia.Game" = "🎮 Игра";


"User.Unlock" = "Разблокировать";
"User.Block" = "Заблокировать";
"User.BlockUser" = "Заблокировать %@";
"User.UnlockUser" = "Разблокировать %@";
"User.Blocked" = "Пользователь заблокирован";
"User.AddToContacts" = "Добавить в контакты";
"User.Deleted" = "Удалено";
"User.Hidden" = "скрыто";


"App.ConnectionError" = "Ошибка соединения";
"App.ConnectionErrorDesc" = "Проверьте соединение с интернетом и повторите попытку";

"App.MaxFileSize" = "Максимальный размер файла – 1,5 ГБ";

"Auth.CantLogout" = "Не удаётся выйти";
"Auth.CheckConnection" = "Проверьте соединение с интернетом и повторите попытку";

"Settings.CantUpdateFolder" = "Не удалось назначить папку по умолчанию";
"Settings.ChooseAnotherFolder" = "Пожалуйста, выберите другую папку";
"Settings.BlockUsers" = "Заблокированные пользователи";

"Cellular" = "Сотовая сеть";

"Message.Send.Compressing" = "сжатие…";

"Search.Separator.Contact" = "контакт";
"Search.Separator.Contacts" = "Контакты";

"Search.Separator.User" = "пользователь";
"Search.Separator.Users" = "пользователи";

"Search.Separator.Message" = "сообщение";
"Search.Separator.Messages" = "сообщения";





"AccountSettings.ContactsSynced" = "Контакты синхронизированы";

"NewConversation.CreateBroadcast" = "Создать рассылку";
"NewConversation.CreateGroup" = "Создать";
"NewConversation.CreateGroupChat" = "Создать группу";
"NewConversation.CreateSecretChat" = "Создать секретный чат";
"NewConversation.CreatingGroupChat" = "Групповой чат";
"NewConversation.CreatingSecretChat" = "Секретный чат";
"NewConversation.GroupNamePlaceholder" = "Название группы…";
"NewConversation.AddContact" = "Добавить контакт";





"Account.ImportContacts" = "Импорт контактов";
"Account.Invisible" = "не в сети";
"Account.Online" = "в сети";
"Account.Offline" = "не в сети";
"Login.InvalidCode" = "Неверный код";
"Login.InvalidCountry" = "Некорректная страна";
"Login.InvalidPhoneNumber" = "Некорректный номер телефона";
"Login.Country" = "страна";
"Login.Description" = "Официальный клиент Telegram для OS X";
"Login.Label" = "Добро пожаловать в официальное приложение Telegram для OS X";
"Login.GetNewCode" = "Получить новый код";
"Login.GetCode" = "Далее";
"Login.Error" = "Ошибка :(";
"Login.ExpiredCode" = "Срок действия кода истёк";
"Login.SmsCode" = "код из SMS";
"Login.PhonePlaceholder" = "ваш номер";
"Registartion.FirstName" = "Имя";
"Registration.DeletePhoto" = "Удалить фото";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Фамилия";
"Registration.PhoneDialed" = "Telegram набирает ваш номер";

"Registration.ChangePhoto" = "Изменить фото";
"Registration.ChooseCountry" = "выберите страну";
"Registration.ChoosePhoto" = "Выберите фото";
"Registration.Continue" = "Продолжить регистрацию";
"Registration.StartMessaging" = "Начать общение";
"Registration.AddPhoto" = "добавить\nфото";



"SelfDestruction.DisableTimer" = "отключил(а) таймер самоуничтожения";
"SelfDestruction.SetTimer" = "установил(а) таймер самоуничтожения на %@";
"SelfDestruction.SetRandomTimer" = "установил(а) таймер самоуничтожения на %d с.";

"Message.Send" = "Отправить";
"Messages.SharingContact" = "Отправить контакт";

"Messages.SendPlaceholder" = "Сообщение…";

"Message.File.Download" = "Загрузить";
"Messages.Selected.Forward" = "Переслать";
"Messages.Selected.Delete" = "Удалить";
"Message.ForwardedFrom" = "Пересланное сообщение от";
"message" = "сообщение";
"messages" = "сообщения";
"MessageAction.Secret.CreatedSecretChat" = "создал(а) секретный чат";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ изменил(a) название группы на «%@»";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ удалил(а) фото группы";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ изменил(а) фото группы";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ пригласил(а) пользователя %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ вступил(а) в группу";
"MessageAction.ServiceMessage.KickedGroup" = "%@ исключил(а) пользователя %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ создал(а) группу «%@»";
"MessageAction.ServiceMessage.LeftGroup" = "%@ покинул(а) группу";
"MessageAction.Secret.CancelledSecretChat" = "Секретный чат отменён";
"MessageAction.Service.ChangedGroupName" = "переименовал(а) группу";
"MessageAction.Service.RemovedGroupPhoto" = "удалил(а) фото группы";
"MessageAction.Service.ChangedGroupPhoto" = "изменил(a) фото группы";
"MessageAction.Service.InvitedGroup" = "пригласил(а) пользователя";
"MessageAction.Service.JoinedGroup" = "Вы вернулись в группу";
"MessageAction.Service.KickedGroup" = "исключил(а) пользователя";
"MessageAction.Service.CreatedChat" = "создал(а) группу «%@»";
"MessageAction.Service.LeftGroup" = "покинул(а) группу";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Покинуть чат";
"MessageAction.Secret.WaitingToGetOnline" = "Ждём, когда %@ появится в сети…";
"MessageAction.Secret.TookScreenshot" = "сделал(а) снимок экрана";
"Message.Action.Forwarding" = "Переслать";
"Messages.UnreadMessages" = "Непрочитанные сообщения";





"Month.GenApril" = "апреля";
"Month.GenAugust" = "августа";
"Month.GenDecember" = "декабря";
"Month.GenFebruary" = "февраля";
"Month.GenJanuary" = "января";
"Month.GenJuly" = "июля";
"Month.GenJune" = "июня";
"Month.GenMarch" = "марта";
"Month.GenMay" = "мая";
"Month.GenNovember" = "ноября";
"Month.GenOctober" = "октября";
"Month.GenSeptember" = "сентября";
"Month.ShortApril" = "апр";
"Month.ShortAugust" = "авг";
"Month.ShortDecember" = "дек";
"Month.ShortFebruary" = "фев";
"Month.ShortJanuary" = "янв";
"Month.ShortJuly" = "июл";
"Month.ShortJune" = "июн";
"Month.ShortMarch" = "мар";
"Month.ShortMay" = "май";
"Month.ShortNovember" = "ноя";
"Month.ShortOctober" = "окт";
"Month.ShortSeptember" = "сен";



"Search.More" = "ещё %ld…";









"Notification.MessageLifetime1d" = "1 день";
"Notification.MessageLifetime1h" = "1 час";
"Notification.MessageLifetime1m" = "1 минута";
"Notification.MessageLifetime1w" = "1 неделя";
"Notification.MessageLifetime2s" = "2 с";
"Notification.MessageLifetime5s" = "5 с";
"notifications" = "уведомления";


"Message.File.Open" = "Открыть";




"Attach.Picture" = "Фото";
"Attach.TakePhoto" = "Сделать фото";
"Attach.Video" = "Видео";
"Attach.File" = "Файл";
"Attach.PictureOrVideo" = "Фото или Видео";



"Preferences" = "Настройки";

"Registration" = "Регистрация";


"Settings.ResyncDescription" = "Напоминание: на данный момент, приложение необходимо синхронизировать всякий раз, когда вы добавляете новые контакты в iCloud.";

"Account.UpdateProfilePhoto" = "Обновить фото профиля";






"Profile.Save" = "Сохранить";


"MediaPreview.SaveItem" = "Сохранить как…";
"MediaPreview.SaveToDownloads" = "Сохранить в Загрузки";
"MediaPreview.NextItem" = "Следующий";
"MediaPreview.PreviousItem" = "Предыдущий";


"Search" = "Поиск";




"Notification.SecretMessage" = "У вас новое сообщение";



"Settings" = "Настройки";





"Conversation.ShowProfile" = "Показать профиль %@";
"Conversation.ShowGroupInfo" = "Информация о группе";
"Conversation.StartSecretChat" = "Начать секретный чат";
"Conversation.CantForwardSecretMessages" = "К сожалению, вы не можете пересылать сообщения в секретные чаты";
"Conversation.CantShareContactToSecretChat" = "К сожалению, вы не можете пересылать контакты в секретные чаты";
"Conversation.Confirm.ClearHistory" = "Уверены, что хотите удалить все сообщения в этом чате?";
"Conversation.Confirm.LeaveAndClear" = "Уверены, что хотите покинуть эту группу и очистить всю историю сообщений?";
"Conversation.Confirm.DeleteAndClear" = "Уверены, что хотите удалить эту группу и очистить всю историю сообщений?";
"Conversation.Confirm.UndoneAction" = "Это действие нельзя будет отменить.";
"Conversation.Confirm.SendFromClipboard" = "Отправить файлы (%d шт.) из буфера обмена?";
"Conversation.Confirm.SendThisFile" = "Отправить этот файл?";
"Conversation.Confirm.SendThisPicture" = "Отправить это изображение?";
"Conversation.Confirm.SendThisVideo" = "Отправить это видео?";
"Conversation.Confirm.SendThisFileDescription" = "Чтобы отправить файл, просто скопируйте его и вставьте в поле ввода сообщения.";
"Conversation.Confirm.SendThisPictureDescription" = "Чтобы отправить картинку, просто скопируйте её и вставьте в поле ввода сообщения.";
"Conversation.Confirm.SendThisVideoDescription" = "Чтобы отправить видео, просто скопируйте его и вставьте в поле ввода сообщения.";
"Conversation.Confirm.SendThisPicturesDescription" = "Чтобы отправить файлы или картинки, просто скопируйте их и вставьте в поле ввода сообщения.";
"Conversation.Action.YouKickedGroup" = "Вас исключили из группы";
"Conversation.Action.YouLeftGroup" = "Вы покинули группу";
"Conversation.Actions.ReturnToGroup" = "Вернуться в группу";
"Conversation.Actions.LeaveGroup" = "Покинуть группу";
"Conversation.Members" = "участн.";
"Conversation.Member" = "участник";
"Conversation.DeleteSecretChat" = "Удалить секретный чат";
"Conversation.ShowEncryptionKey" = "Показать ключ шифрования";
"Conversation.Delete" = "Удалить чат";
"Conversation.Back" = "Вернуться в чат";
"Conversation.BackToInfo" = "Вернуться к информации о группе";
"Conversation.DropTitle" = "Перетащите файлы сюда";
"Conversation.DropQuickDescription" = "чтобы просто отправить";
"Conversation.ScrollToBottom" = "Прокрутить вниз к последним сообщениям";
"Conversation.DropAsFilesDescription" = "чтобы отправить без сжатия";
"Conversation.Send.FilesSizeError" = "Файлы %@ превышают максимальный размер.";
"Conversation.NoMessages" = "Нет истории сообщений";
"Conversation.Mute" = "Выключить уведомления";
"Conversation.Unmute" = "Включить уведомления";
"Conversation.OpenConversation" = "Открыть чат";
"Conversation.Filter.Photos" = "Изображения";
"Conversation.Filter.Video" = "Видео";
"Conversation.Filter.Files" = "Общие файлы";
"Conversation.Filter.Audio" = "Аудио";
"Conversation.Filter.PhotoVideo" = "Фото и видео";
"Conversation.ShowMedia" = "Показать все медиа";
"Conversation.SelectToForward" = "Выберите пользователя или чат, в который хотите переслать сообщение от %1$@";
"Conversation.SelectToForwards" = "Выберите пользователя или чат, в который хотите переслать сообщения от %1$@";
"Conversation.SelectToShareContact" = "Выберите пользователя или чат, в который хотите отправить контакт пользователя %@";
"Conversation.ClearMessageHistory" = "Очистить историю сообщений";
"Conversation.CopyToClipboard" = "Копировать";
"Conversation.DeleteAndExit" = "Удалить и выйти";
"Conversation.CopyURL" = "Копировать ссылку";
"Conversation.Menu.SetSelfDestruct" = "Установить таймер самоуничтожения";
"Conversation.SelectConversation" = "Выберите чат";


"Profile.MobilePhone" = "номер телефона";
"Profile.SharedMedia" = "Общие фото и видео";
"Profile.SendMessage" = "Написать";
"Profile.ShareContact" = "Отправить контактные данные";
"Profile.Edit" = "Изменить";
"Profile.edit" = "изменить";
"Profile.Save" = "Сохранить";
"Profile.DeleteAndExit" = "Удалить и выйти";
"Profile.DeleteContact" = "Удалить контакт";
"Profile.CreatedBy" = "создатель:";
"Profile.You" = "Вы";
"Profile.Error.CantUpdatePhoto" = "Не удается обновить фото профиля";
"Profile.Cancel" = "Отмена";
"Profile.CancelPhotoUpload" = "Отменить отправку";
"Profile.CantUpdate" = "Не удается обновить профиль";
"Profile.CantUpdatePhoto" = "Не удается обновить фото профиля";
"Profile.Back" = "Назад";
"Profile.ClearHistory" = "Очистить историю сообщений";
"Profile.DeleteConversation" = "Удалить чат...";
"Profile.Done" = "Готово";
"BackToProfile" = "Вернуться к профилю";
"Profile.RemovePhoto" = "Удалить фото";
"Profile.UpdatePhoto" = "Обновить фото";
"Profile.SetGroupPhoto" = "Изменить фото группы";
"Profile.SmallPhoto" = "Фотография слишком маленькая";






"Telegram Messenger" = "Мессенджер Telegram";


"Time.at" = "в";
"Time.last_seen" = "был(а) в сети";
"Time.today" = "сегодня";
"Time.tomorrow" = "завтра";
"Time.yesterday" = "вчера";


"App.updating" = "обновление…";



"Attach.WebSearch" = "поиск в интернете";

"Weekday.Friday" = "пятница";

"Weekday.Monday" = "понедельник";

"Weekday.Saturday" = "суббота";

"Weekday.ShortFriday" = "пт";

"Weekday.ShortMonday" = "пн";

"Weekday.ShortSaturday" = "сб";

"Weekday.ShortSunday" = "вс";

"Weekday.ShortThursday" = "чт";

"Weekday.ShortTuesday" = "вт";

"Weekday.ShortWednesday" = "ср";

"Weekday.Sunday" = "воскресенье";

"Weekday.Thursday" = "четверг";

"Weekday.Tuesday" = "вторник";

"Weekday.Wednesday" = "среда";

"WiFi" = "Wi-Fi";








"Notification.MessageLifetime2s" = "2 с";
"Notification.MessageLifetime5s" = "5 с";
"Notification.MessageLifetime1m" = "1 минута";
"Notification.MessageLifetime1h" = "1 час";
"Notification.MessageLifetime1d" = "1 день";
"Notification.MessageLifetime1w" = "1 неделя";

"DefaultSoundName" = "По умолчанию";

"Date.DialogDateFormat" = "{day} {month} ";


"Confirm.TerminateSessions" = "Вы действительно хотите завершить все другие сеансы?";
"Confirm.SuccessResetSessions" = "Все сессии завершены";
"Confirm.ConfirmLogout" = "Уверены, что хотите выйти?";
"Confirm.ClearHistory" = "Очистить историю сообщений";
"Alert.Error" = "Ошибка";
"Alert.Confirm" = "Подтверждение";


"AddContact.FirstNamePlaceholder" = "Имя";
"AddContact.LastNamePlaceholder" = "Фамилия (не обязательно)";
"AddContact.PhoneNumberPlaceholder" = "Номер телефона";
"AddContact.AddContact" = "Добавить контакт";

"AddContact.NotRegistredTitle" = "В Telegram нет такого контакта ";
"AddContact.NotRegistredDescription" = "Этот контакт ещё не зарегистрирован в Telegram. Вы сможете общаться с ним в Telegram сразу, как он зарегистрируется.";

"Messages.AddContact" = "Добавить";

"Time.agoHour" = "час назад";
"Time.agoHours" = "%d ч. назад";
"Time.agoMinute" = "минуту назад";
"Time.agoMinutes" = "%d мин. назад";
"Time.justnow" = "только что";

"Secret.SelfDestruct.Off" = "Выкл.";
"Secret.SelfDestruct.2s" = "2 с.";
"Secret.SelfDestruct.5s" = "5 с.";
"Secret.SelfDestruct.1m" = "1 мин.";
"Secret.SelfDestruct.1h" = "1 ч.";
"Secret.SelfDestruct.1d" = "1 день";
"Secret.SelfDestruct.1w" = "1 нед.";

"Message.File.ShowInFinder" = "Показать в Finder";

"Delete" = "Удалить";

"Edit.selectMessage" = "Выбрано сообщений: %lu";
"Edit.selectMessages" = "Выбрано сообщений: %lu";

"Photo" = "Фото";



"Settings.OpenLinksBackground" = "Открывать ссылки в фоновом окне";
"Settings.PrivateChats" = "Диалоги";
"Settings.Groups" = "Группы";


"Settings.OpenLinksBackground" = "Открывать ссылки в фоновом окне";

"Settings.SendAsEnter" = "Enter";
"Settings.SendAsCmdEnter" = "⌘ + Enter";

"Settings.OnlineFocused" = "если приложение на переднем плане";
"Settings.OnlineLaunch" = "если приложение запущено";

"Settings.SoundEffects" = "Звуковые эффекты";

"Settings.online_when_desc" = "Статус «В сети»:";
"Settings.auto_download_desc" = "Автозагрузка:";
"Settings.video_desc" = "Видео:";
"Settings.documents_desc" = "Документы:";
"Settings.voice_messages_desc" = "Голос. сообщения:";
"Settings.file_size_limit_desc" = "Макс. размер файла:";
"Settings.send_message_desc" = "Отправка:";
"Settings.save_documents_to_desc" = "Сохранять документы в:";
"Settings.sound_notifications_desc" = "Звуки в приложении:";
"Settings.other_desc" = "Прочее:";

"Settings.cache_desc" = "Кэш:";
"Settings.sessions_desc" = "Сессии:";
"Settings.cache_sub_desc" = "Удаление всех изображений, видео и голосовых сообщений в папке кэша";
"Settings.sessions_sub_desc" = "Выход на всех устройствах, кроме текущего";
"Settings.account_desc" = "Аккаунт:";

"Settings.clear_all_the_cache_button" = "Очистить кэш ";
"Settings.terminate_all_other_sessions_button" = "Сессии";
"Settings.log_out_button" = "Выйти";

"Settings.Settings" = "Настройки";
"Settings.BlackList" = "Чёрный список";


"Confirm" = "Подтверждение";
"Yes" = "Да";
"No" = "Нет";
"Cancel" = "Отмена";

"Settings.General" = "Общие";
"Settings.Account" = "Аккаунт";

"MessageAction.Secret.UserJoined" = "%@ присоединился к вашему секретному чату";
"MessageAction.Secret.CreatedSecretChat" = "создал(а) секретный чат";

"Secret.join.description" = "Вы пригласили пользователя %1$@ \nв секретный чат";
"Secret.join.invitedDescription" = "%1$@ пригласил(а) вас\nв секретный чат.";
"Secret.join.secret_chats" = "\n\nСекретные чаты — это:\n";
"Secret.join.desc1" = "сквозное шифрование\n";
"Secret.join.desc2" = "никаких следов на серверах\n";
"Secret.join.desc3" = "таймер самоуничтожения\n";
"Secret.join.desc4" = "запрет пересылки\n";


"Settings.chooseFolder" = "Выбрать…";


"Login.code" = "код";
"Login.willCallYou" = "Telegram позвонит вам через %d:%@";
"Login.phoneNumber" = "номер телефона";

"Audio.Downloading" = "Загрузка — %1$@";
"Audio.Uploading" = "Отправка — %1$@";

"Document.Downloading" = "Загрузка — %.0f%%";
"Document.Uploading" = "Отправка — %.0f%%";

"MessageService.Action.JoinedSecretChat" = "Вы присоединились к секретному чату";

"Attach.Location" = "Местоположение";
"Attach.PictureOrVideo" = "Фото или Видео";

"Audio.ReleaseOut" = "Отпустите вне этого поля для отмены";
"Messages.scrollToBottomNewMessage" = "%d новых";
"Messages.scrollToBottomNewMessages" = "%d новых";

"Emoji.NoRecents" = "Нет недавних";

"Profile.SetEncryptedTTL" = "Таймер самоуничтожения";
"Profile.ShowEncryptedKey" = "Ключ шифрования";

"Search.LoadingMessages" = "загрузка сообщений";
"Messages.ForwardedMessages" = "сообщения";

"Messages.Error.Delete" = "Удалить";
"Messages.Error.Resend" = "Повторить";

"Notification.NewAuthDetected" = "%@, мы обнаружили вход под вашим аккаунтом на новом устройстве.\n\nДата: %@\nУстройство: %@\nМестоположение: %@\n\nЕсли это были не вы, можете перейти в Настройки — Приватность и безопасность — Завершить все другие сеансы или включить двухступенчатую авторизацию.\n\nИскренне ваша, команда Telegram.";


"Alert.MessagesSendError.Desc" = "Ваше сообщение не может быть отправлено";
"Alert.MessagesSendError.Text" = "Во время отправки предыдущего сообщения произошла ошибка. Повторить отправку?";
"Alert.Button.TryAgain" = "Повторить";
"Alert.Button.Delete" = "Удалить";
"Alert.Button.Ignore" = "Игнорировать";

"Messages.MessagesTopInfoActionUnblockUser" = "Этот пользователь заблокирован, поэтому не сможет ответить на ваши сообщения. ";
"Messages.MessagesTopInfoActionShareContact" = "У этого пользователя нет вашей контактной информации. ";
"Messages.MessagesTopInfoActionAddContact" = "Этого пользователя нет в ваших контактах. ";

"Messages.MessagesTopInfoActionAddContact.Button" = "Добавить";
"Messages.MessagesTopInfoActionShareContact.Button" = "Отправить мои контактные данные";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Разблокировать";



"Connecting.Connecting" = "Подключение";
"Connecting.Connected" = "Соединение установлено!";
"Connecting.WaitingNetwork" = "Ожидание сети";
"Connecting.Updating" = "Обновление";
"Connecting.Updated" = "Обновление завершено!";

"SharedMedia.None" = "нет";

"MediaPreview.Forward" = "Переслать…";
"MediaPreview.Delete" = "Удалить";


"Broadcast.Create" = "Создать";
"Broadcast.statusMore" = "и ещё %lu";
"Broadcast.participantsTitle" = "%lu участн.";
"Broadcast.participantTitle" = "%lu участник";

"MessageAction.ServiceMessage.CreatedBroadcast" ="создал(а) список рассылки";
"Conversation.CantForwardToBroadcast" = "К сожалению, вы не можете пересылать сообщения в рассылки";
"NewConversation.CreatingBroadcast" = "Рассылка";

"Conversation.ShowBroadcastInfo" = "Информация о рассылке";

"Settings.LaunchOnStartup" = "Запускать при загрузке системы";

"App.startupAtLaunch" = "Запускать при загрузке системы";
"App.startupAtLaunchDesc" = "Нажмите Да, чтобы Telegram запускался при загрузке системы.";

"Notification.UserRegistred" = "теперь в Telegram";



"ComposeMenu.CreateGroup" = "Новая группа";
"ComposeMenu.Broadcast" = "Списки рассылки";
"ComposeMenu.SecretChat" = "Новый секретный чат";

"Compose.GroupTitle" = "Новая группа";
"Compose.SecretChat" = "Новый секретный чат";
"Compose.BroadcastTitle" = "Рассылка";


"Compose.Back" = "Назад";
"Compose.Next" = "Вперёд";
"Compose.Done" = "Готово";
"Compose.Create" = "Создать";

"Compose.Contacts" = "Контакты";
"Compose.AddMembers" = "Добавить";

"Compose.GroupNamePlaceHolder" = "Название группы";
"Compose.NewBroadcastList" = "Новый список";


"Account.EditProfile" = "Редактировать профиль";

"Account.ChatSettings" = "Настройки чатов";
"Account.BlockedUsers" = "Чёрный список";
"Account.SecuritySettings" = "Настройки безопасности";



"Tab.Contacts" = "Контакты";
"Tab.Chats" = "Чаты";
"Tab.Settings" = "Настройки";


"Auth.ForceLogout" = "Нажмите OK для выхода";
"Account.ExportCard" = "Экспортировать вашу карточку";
"UserCard.Export" = "Копировать";
"CardImport.ErrorTextUserNotExist" = "Ошибка, пользователь не найден";
"CardImport.ErrorDescUserNotExist" = "Проверьте правильность карточки";

"Login.EnterCodeFromApp" = "Введите код, который вы только что получили в другом приложении Telegram.";
"Login.SendSmsIfNotReceivedAppCode" = "Не получили код?";

"UserCard.ExportDesc" = "Вы можете отправлять эту карточку другим пользователям Telegram – тогда они смогут связаться с вами, не зная вашего номера телефона. Пока доступно только для пользователей OS X.";

"Login.WeSendSms" = "Мы отправили вам код по SMS. Введите его выше.";



"Search.Cancel" = "Отмена";

"Context.Quote" = "Цитата";


"Conversation.Confirm.SendThisGif" = "Отправить эту анимацию?";
"Conversation.Confirm.SendThisGifDescription" = "Чтобы отправить GIF, просто скопируйте её и вставьте в поле ввода сообщения.";





"BlockedUsers.NoBlockedUsers" = "Пользователи из чёрного списка не смогут\nотправлять вам сообщения";
"BlockedUsers.BlockedUsers" = "Чёрный список";
"Compose.BlockUsers" = "Заблокировать";
"GeneralSettings.AutoVideoDownloadHeader" = "АВТОЗАГРУЗКА ВИДЕО";
"GeneralSettings.AutoAudioDownloadHeader" = "АВТОЗАГРУЗКА АУДИОЗАПИСЕЙ";
"Settings.SoundNotification" = "Звуковые уведомления";
"GeneralSettings.General" = "Общие настройки";
"Settings.AdvancedSettings" = "Расширенные настройки";
"Settings.SecuritySettings" = "Настройки безопасности";
"GeneralSettings.Security" = "Безопаснось";
"Settings.ClearCache" = "Очистить кэш";
"Settings.ClearCacheDescription" = "Удаление всех файлов в папке кэша";
"Settings.TerminateOtherSessions" = "Активные сессии";
"Settings.TerminateOtherSessionsDescription" = "Выход на всех устройствах, кроме текущего";
"Account.SetProfilePhoto" = "Установить фото профиля";
"Account.General" = "Общие";
"Account.UserName" = "Имя пользователя";
"Account.About" = "О приложении";
"Account.FAQ" = "Вопросы и ответы о Telegram";
"Account.AskQuestion" = "Задать вопрос";
"Profile.BlockContact" = "Заблокировать пользователя";
"Profile.UnblockContact" = "Разблокировать пользователя";
"Chat.Kick" = "Исключить";
"Profile.Info" = "Подробнее";
"UserName.placeHolder" = "@Введите имя пользователя";
"Profile.ChangeUserName" = "Изменить имя пользователя";
"UserName.description" = "Вы можете задать себе уникальное имя пользователя – тогда другие люди смогут находить вас по нему и связываться с вами, **не зная** номера вашего телефона. \n\nРазрешены цифры, символы a-z и подчёркивания. Минимальная длина: 5 символов.";
"Username.setName" = "Задать имя пользователя";
"Profile.Media" = "Медиа";
"Profile.DeleteAll" = "Удалить все";
"Profile.DeleteBroadcast" = "Удалить рассылку";

"Context.OpenInFinder" = "Открыть в Finder";
"Context.SaveAs" = "Сохранить как…";
"Context.CopyToClipBoard" = "Копировать";
"Context.Forward" = "Переслать";
"Context.Delete" = "Удалить";

"UpdateNotification.Alert" = "Сигнал";
"Profile.username" = "имя пользователя";
"Search.Separator.GlobalSearch" = "Глобальный поиск";

"UserNameExport.UserNameNotFound" = "Пользователь не найден";
"UserNameExport.UserNameNotFoundDescription" = "Кажется, пользователя с таким именем не существует";

"AddContactController.Addcontact" = "Добавление контакта";

"UserName.avaiable" = " Имя %@ доступно.";

"USERNAME_INVALID" = "Выбранное имя недоступно";
"USERNAME_IS_ALREADY_TAKEN" = "К сожалению, это имя уже занято.";
"USERNAME_MIN_SYMBOLS_ERROR" = "Имя пользователя должно содержать минимум 5 символов.";
"USERNAME_CANT_FIRST_NUMBER" = "Имя пользователя не может начинаться с цифры";

"Settings.NotificationTone" = "Звук сообщения";
"Notifications" = "Уведомления";
"Settings.MessageNotifications" = "Сообщения";



"Notification.MessageLifetimeSeconds" = "%d сек.";
"Notification.MessageLifetimeMinutes" = "%d мин.";
"Notification.MessageLifetimeHours" = "%d ч.";
"Notification.MessageLifetimeDays" = "%d дн.";
"Notification.MessageLifetimeWeeks" = "%d нед.";
"Secret.SelfDestruct.RandomSecond" = "%d сек.";
"Secret.SelfDestruct.RandomSeconds" = "%d сек.";
"Close" = "Закрыть";
"MediaPreview.GoToMessage" = "К сообщению";

"PhotoViewer.Forward" = "Переслать";
"PhotoViewer.Delete" = "Удалить";
"PhotoViewer.SaveAs" = "Сохранить как";
"PhotoViewer.Goto" = "Показать сообщение";
"PhotoViewer.posOfCount" = "%lu из %lu";
"Settings.EmojiReplaces" = "Автозамена эмодзи";

"PrivacyAndSecurity.PrivacyHeader" = "ПРИВАТНОСТЬ";
"PrivacyAndSecurity.SecurityHeader" = "БЕЗОПАСНОСТЬ";
"PrivacyAndSecurity.DeleteAccountHeader" = "УДАЛИТЬ МОЙ АККАУНТ";

"PrivacyAndSecurity.BlockedUsers" = "Чёрный список";
"PrivacyAndSecurity.LastSeen" = "Последняя активность";
"PrivacyAndSecurity.TerminateSessions" = "Активные сессии";
"PrivacyAndSecurity.Logout" = "Выйти";
"PrivacyAndSecurity.DeleteAccount" = "Удалить мой профиль спустя";

"LastSeen.longTimeAgo" = "был(а) в сети очень давно";
"LastSeen.Recently" = "был(а) в сети только что";
"LastSeen.Monthly" = "был(а) в сети в этом месяце";
"LastSeen.Weekly" = "был(а) в сети на этой неделе";
"PrivacyAndSecurity.Header" = "Приватность и безопасность";
"PrivacySettingsController.Header" = "Последнее посещение";
"PrivacySettingsController.Everbody" = "Все";
"PrivacySettingsController.MyContacts" = "Мои контакты";
"PrivacySettingsController.Nobody" = "Никто";
"PrivacySettingsController.NeverShare" = "Никогда не делиться с…";
"PrivacySettingsController.AlwaysShare" = "Всегда делиться с…";
"PrivacySettingsController.NeverShareWith" = "Никогда не делиться";
"PrivacySettingsController.AlwaysShareWith" = "Всегда делиться";
"PrivacySettingsController.UserCount" = "%d человек";
"PrivacySettingsController.UsersCount" = "%d чел.";
"PrivacySettingsController.AddUsers" = "Добавить";
"PrivacyUserListController.NoUsers" = "Нажмите на кнопку добавления (+), чтобы добавить пользователей.";
"Remove" = "Удалить";
"Account.Privacy" = "Безопасность";
"PhotoViewer.CopyToClipboard" = "Копировать";
"PrivacyUserListController.Header" = "Выбор пользователей";
"PhoneChangeAlertController.Description" = "Здесь вы можете сменить ваш номер Телеграма. Ваш аккаунт и все ваши данные (сообщения, медиафайлы, контакты и т.д.) будут перенесены на новый номер.\n\n%1$@Важно:%2$@ всем вашим контактам Телеграма будет автоматически добавлен в адресную книгу ваш %3$@новый номер%4$@, при условии, что у них был ваш старый номер и вы не блокировали их.";
"PhoneChangeAlertController.ChangePhone" = "Сменить номер";
"PhoneChangeController.Header" = "Смена номера";
"PhoneChangeController.Next" = "Далее";
"PhoneChangeController.Description" = "Мы отправим SMS с кодом подтверждения\nна ваш новый номер.";
"Account.PhoneNumber" = "Номер телефона";
"PhoneChangeControlller.AlertHeader" = "Ошибка смены номера";
"PHONE_NUMBER_OCCUPIED"	= "Произошла ошибка. Пожалуйста, повторите попытку позже.";
"PHONE_NUMBER_INVALID" = "Неверный номер телефона. Пожалуйста, попробуйте ещё раз.";
"PhoneChangeController.SmsPlaceholder" = "Код";
"PhoneChangeConfirmController.SentCodeDescription" = "Мы отправили вам SMS с кодом проверки";
"PhoneChangeConfirmController.sendCall" = "Telegram позвонит вам через %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram набрал ваш номер";

"Alert.Forward" = "Пересылка";
"Alert.ForwardTo" = "Переслать: %@?";

"TL_sendMessageTypingAction" = "%@ печатает";
"TL_sendMessageUploadPhotoAction" = "%@ отправляет фото";
"TL_sendMessageRecordVideoAction" = "%@ записывает видео";
"TL_sendMessageUploadVideoAction" = "%@ отправляет видео";
"TL_sendMessageRecordAudioAction" = "%@ записывает аудио";
"TL_sendMessageUploadAudioAction" = "%@ отправляет аудио";
"TL_sendMessageUploadDocumentAction" = "%@ отправляет файл";
"TL_sendMessageGeoLocationAction" = "%@ выбирает местоположение";
"TL_sendMessageChooseContactAction" = "%@ выбирает контакт";
"TL_sendMessageGamePlayAction" = "%@ сейчас играет";

"Settings.iCloudSynch" = "Синхронизация контактов через iCloud";
"Profile.Photos" = "Изображения";
"Settings.BigFont" = "Увеличенный текст";
"Quit" = "Выйти";
"Settings.StatusBarIcon" = "Иконка в строке состояния";

"PHONE_CODE_INVALID" = "Неверный код телефона. Попробуйте ещё раз.";
"Password.password" = "Пароль";
"Password.EnterYourPassword" = "Введите пароль";
"Password.ResetPassword" = "Удалить аккаунт";
"Password.logout" = "Выйти";
"Password.resetAlert" = "Вы уверены? Это действие нельзя отменить.";
"Password.confirm" = "Подтверждение";
"PASSWORD_HASH_INVALID" = "Неверный пароль. Пожалуйста, повторите попытку.";


"AccountDaysTTL30" = "Месяц";
"AccountDaysTTL90" = "3 месяца";
"AccountDaysTTL182" = "6 месяцев";
"AccountDaysTTL365" = "Год";

"Profile.SharedMediaFiles" = "Общие файлы";

"SharedMedia.NoSharedMedia" = "Этой скрепке очень грустно, ведь\nв этом чате ещё никто не делился\nфотографиями или видео.";
"SharedMedia.NoFiles" = "Вы можете отправлять и получать\nлюбые файлы объемом до 1,5 ГБ\nи иметь доступ к ним доступ в любое время.";

"Notification.EnableInDays" = "через %d дн.";
"Notification.EnableInHours" = "через %d ч.";
"Notification.EnableInMinutes" = "через %d мин.";
"Notification.EnableInSeconds" = "через %d сек.";

"Notification.EnableInDay" = "через день";
"Notification.EnableInHour" = "через час";
"Notification.EnableInMinute" = "через минуту";
"Notification.EnableInSecond" = "через секунду";

"Notification.Enabled" = "Включены";
"Notification.Disabled" = "Выключены";

"Notifications.Menu.Enable" = "Включить";
"Notifications.Menu.Mute1Hour" = "Не беспокоить час";
"Notifications.Menu.Mute8Hours" = "Не беспокоить 8 часов";
"Notifications.Menu.Mute2Days" = "Не беспокоить 2 дня";
"Notifications.Menu.Disable" = "Выключить";

"Context.OpenWith" = "Открыть в…";
"Context.Other" = "Ещё…";
"Context.Share" = "Поделиться";

"PrivacyAndSecurity.PassCode" = "Код доступа";
"PasscodeSettings.Header" = "Код доступа";
"PasscodeSettings.TurnOffPasscode" = "Отключить код доступа";
"PasscodeSettings.TurnOnPasscode" = "Включить код доступа";
"PasscodeSettings.ChangePasscode" = "Изменить код доступа";
"PasscodeSettings.AutoLock" = "Автоблокировка";

"Passcode.EnterYourNewPasscode" = "Введите новый код доступа";
"Passcode.EnterYourOldPasscode" = "Введите старый код доступа";
"Passcode.ReEnterYourPasscode" = "Повторите ваш новый код доступа";
"Passcode.EnterYourPasscode" = "Введите код доступа";
"Passcode.EnterPlaceholder" = "код доступа";


"Passcode.AutoLockTime0" = "Выключена";
"Passcode.AutoLockTime60" = "через 1 минуту";
"Passcode.AutoLockTime300" = "через 5 минут";
"Passcode.AutoLockTime3600" = "через 1 час";
"Passcode.AutoLockTime18000" = "через 5 часов";

"Alert.Share" = "Отправить контакт";
"Alert.ShareTo" = "Отправить контакт пользователю %@?";

"Context.Reply" = "Ответить (двойной щелчок)";
"ChatMedia.Sticker" = "Стикер";
"Context.AddCustomSticker" = "Добавить стикер на панель эмодзи";

"PrivacyAndSecurity.TwoStepVerification" = "Двухэтапная авторизация";



"PasswordSettings.SetupHintTitle" = "Подсказка к паролю";
"PasswordSettings.SetupHint" = "Придумайте подсказку для пароля";

"PasswordSettings.YourPassword" = "Пароль";
"PasswordSettings.TurnOnPassword" = "Установить дополнительный пароль";
"PasswordSettings.TurnOffPassword" = "Отключить пароль";
"PasswordSettings.ChangePassword" = "Изменить пароль";
"PasswordSettings.ChangeRecoveryEmail" = "Изменить резервный e-mail";
"PasswordSettings.SetRecoveryEmail" = "Резервный e-mail";
"PasswordSettings.TurnOnPasswordDescription" = "Вы можете установить пароль, который будет запрашиваться при входе с нового устройства в дополнение к коду, получаемому вами в SMS.";
"PasswordSettings.SetPassword" = "Введите новый пароль";
"PasswordSettings.Next" = "Далее";
"PasswordSettings.ConfirmPassword" = "Ещё раз введите новый пароль";
"PasswordSettings.RecoveryEmail" = "Резервный e-mail";
"PasswordSettings.RecoveryEmailDesc" = "Пожалуйста, добавьте ваш настоящий адрес электронной почты. Это единственный способ восстановления забытого пароля.";
"PasswordSettings.Skip" = "Пропустить";
"PasswordSettings.SkipAlert" = "Нет, серьёзно";
"PasswordSettings.SkipAlertDescription" = "Если вы забудете ваш пароль, вы потеряете доступ к вашему аккаунту Telegram. Не будет никакого способа его восстановить.";

"PasswordSettings.InputPassword" = "Введите пароль";
"PasswordSettings.InputNewPassword" = "Введите новый пароль";

"PasswordSettings.AlertConfirmEmail" = "Почти готово!";
"PasswordSettings.AlertConfirmEmailDescription" = "Проверьте ваш e-mail (не забудьте проверить спам): мы отправили вам письмо со ссылкой для завершения настройки двухэтапной авторизации.";
"PasswordSettings.AlertSuccessActivatedDescription" = "Двухэтапная авторизация включена.";
"PasswordSettings.AlertSuccessDeactivatedDescription" = "Двухэтапная авторизация выключена.";
"PasswordSettings.AlertSuccessChangedDescription" = "Пароль двухэтапной авторизации успешно изменён.";



"EnterPassword.EnterPasswordDescription" = "Вы включили двухэтапную авторизацию: теперь ваш аккаунт защищён дополнительным паролем.";
"EnterPassword.forgotPassword" = "Забыли пароль?";
"Alert.Sorry" = "Ой-ой";
"PASSWORD_RECOVERY_NA" = "Так как вы не указали адрес электронной почты для восстановления пароля, оставшиеся варианты — вспомнить пароль или сбросить аккаунт.";


"EnterPassword.ResetAccount" = "СБРОСИТЬ АККАУНТ";
"EnterPassword.ResetAccountDescription" = "Вся история сообщений и чаты будут удалены. Продолжить?";
"Alert.Warning" = "Вы уверены?";

"Password.ResetAlertDescription" = "Это действие не может быть отменено.\n\nПри сбросе аккаунта все сообщения и чаты будут безвозвратно удалены.";

"Password.SentRecoryCode" = "Мы отправили код восстановления на почту, которую вы указали:\n\n%@";

"EnterPassword.EnterCodeDescription" = "Пожалуйста, проверьте свою почту и введите шестизначный код, который мы отправили.";
"EnterPassword.AlertTroubleEmailAccess" = "Если вы не можете получить доступ к своей электронной почте, для восстановления доступа к аккаунту вам придётся либо вспомнить пароль, либо сбросить аккаунт.";
"EnterPassword.TroubleEmailAccess" = "Нет доступа к почте?";
"EnterPassword.BadEmailCode" = "Неверный код с эл. почты. Попробуйте ещё раз.";

"PasswordSettings.AbortPassword" = "Отменить настройку двухэтапной авторизации";
"PasswordSettings.ConfrimEmailDescription" = "Пожалуйста, выполните эти шаги для завершения настройки двухэтапной авторизации:\n\n1. Проверьте вашу электронную почту (не забудьте о папке со спамом):\n%@\n\n2. Перейдите по ссылке для подтверждения.";

"PasswordSettings.AdditionDescription" = "Вы можете задать дополнительный пароль, запрашиваемый при входе с нового устройства помимо проверочного кода из SMS-сообщения.";

"Authorization.Authorizations" = "Сессии";
"Authorization.Official" = "официальный";
"Authorization.Unofficial" = "неофициальный";
"Authorization.Reset" = "Завершить";
"Forward.Message" = "%d сообщений";
"Forward.Messages" = "%d сообщений";


"PasscodeSettings.TurnOnDescription" = "Важно: если вы забудете код доступа, вам придётся выйти из аккаунта. Все секретные чаты будут утеряны.";

"AuthSessions.CurrentSession" = "ТЕКУЩАЯ СЕССИЯ";
"AuthSessions.OtherSessions" = "ДРУГИЕ СЕССИИ";
"AuthSessions.TerminateOtherSessions" = "Завершить все другие сессии";

"Webpage.GettingLinkInfo" = "Получаю информацию о ссылке...";

"Settings.SmartNotifications" = "Умные уведомления";

"Confirm.ConfrimToJoinGroup" = "Присоединиться к группе «%@»?";
"MessageAction.Service.JoinedGroupByLink" = "присоединился к группе по ссылке";

"Group.CopyExportChatInvite" = "Пригласить при помощи ссылки";
"ChatExportLink.CopyLink" = "Копировать ссылку";
"ChatExportLink.RevokeLink" = "Аннулировать ссылку";
"ChatExportLink.RevokeConfirm" = "Уверены, что хотите аннулировать эту ссылку? После этого никто не сможет присоединиться с её помощью.";
"ChatExportLink.Alert.Revoked" = "Прежняя пригласительная ссылка не активна. Сгенерирована новая.";
"ChatExportLink.Description" = "Любой пользователь Telegram сможет вступить в вашу группу, перейдя по этой ссылке.";

"AddAttachmentCaption" = "Добавить подпись";
"USERS_TOO_MUCH" = "К сожалению, эта группа переполнена.";
"INVITE_HASH_EMPTY" = "Кажется, такой группы не существует (или ваша ссылка устарела).";
"INVITE_HASH_INVALID" = "Кажется, такой группы не существует (или ваша ссылка устарела).";
"INVITE_HASH_EXPIRED" = "Кажется, такой группы не существует (или ваша ссылка устарела).";


"PasswordSettings.EnabledDescription" = "Вы включили двухэтапную аутентификацию.\nДля входа в свой аккаунт Telegram вам нужно будет вводить установленный здесь пароль.";
"StickerPack.AddStickerPack" = "Добавить %d стикеров";
"Settings.Stickers" = "Стикеры";
"Sticker.StickerSettings" = "Настройки стикеров";
"Stickers.StickersCount" = "Стикеров: %d";
"Stickers.StickersPacksHeader" = "НАБОРЫ СТИКЕРОВ";
"Stickers.StickersSetDescription" = "\nВы можете создавать свои собственные наборы стикеров с помощью нашего бота @stickers\n\nПользователи могут добавлять себе стикеры, нажимая на них и выбирая «Добавить стикеры»";
"Context.AddStickers" = "Добавить в стикеры";
"Settings.MessageNotificationsAlert" = "Сигнал";
"Settings.MessageNotificationsHeader" = "УВЕДОМЛЕНИЯ О СООБЩЕНИЯХ";
"Settings.ChatSettingsHeader" = "НАСТРОЙКИ ЧАТОВ";
"Context.CopyLink" = "Копировать ссылку";
"Stickers.RemoveStickerAlert" = "Удалить «%@»?";
"PhoneChange.PhoneOccupied" = "Номер %@ уже привязан к аккаунту Telegram. Удалите этот аккаунт, прежде чем перейти на новый номер.";

"NoAudioDescription" = "В этом чате нет аудиозаписей";
"LastSeen.Bot" = "робот";
"Profile.botInfo" = "о роботе";
"Bot.WhatBotCanDo" = "Что может этот робот?";

"Bot.onlySeenMessagesWithSlash" = "не имеет доступа к сообщениям";
"Bot.botCanReadAllMessages" = "имеет доступ к сообщениям";

"Profile.ShareBot" = "Копировать ссылку";
"Bot.Start" = "Начать";
"Bot.confirmAddBot" = "Добавить бота в «%@»?";
"Bot.AlreadyInGroup" = "Бот уже состоит в указанной группе.";
"Profile.AddToGroup" = "Добавить в группу";
"Compose.ChooseGroup" = "Выберите группу";
"Bot.Help" = "Помощь";
"RestartBot" = "Перезапустить бота";
"StopBot" = "Остановить";
"Conversation.Filter.SharedLinks" = "Общие ссылки";
"Settings.Cache" = "Кэш";
"Cache.Photos" = "Фото";
"Cache.Videos" = "Видео";
"Cache.AllCache" = "Очистить кэш ";
"Cache.ClearAllCache" = "Удалить все файлы из кэша. Сами файлы останутся в облаке Telegram и могут быть загружены обратно на устройство в любое время.";
"Cache.ClearVideoCache" = "Удалить все видео. Сами файлы останутся в облаке Telegram и могут быть загружены обратно на устройство в любое время.";
"Cache.ClearPhotoCache" = "Удалить все изображения. Сами файлы останутся в облаке Telegram и могут быть загружены обратно на устройство в любое время.";
"Cache.Description" = "Все файлы останутся в облаке Telegram и могут быть загружены обратно на устройство в любое время.";
"NotificationSettings.Description" = "Вы можете установить отдельные уведомления для каждого пользователя в информации о контакте.";
"NotificationSettings.ResetAllNotifications" = "Сбросить все уведомления";
"NotificationSettings.MessagePreview" = "Начало сообщения";
"NotificationSettings.Sound" = "Звук";
"Notifications" = "Уведомления";
"NotificationSettings.ResetAllNotificationsConfirm" = "Уверены, что хотите сбросить все настройки индивидуальных уведомлений?";
"SharedMedia.NoSharedLinks" = "Все ссылки из этого чата появятся здесь.";
"DatabaseOptimizing" = "Проводится оптимизация базы данных. Это займет не более минуты, и в будущем это делать больше не потребуется. Пожалуйста, не перезапускайте приложение.";
"Settings.AdvancedSettingsHeader" = "РАСШИРЕННЫЕ";


"Compose.NewChannel" = "Новый канал";
"Compose.Members" = "Участники";
"Compose.ChannelTitlePlaceholder" = "Название";
"Compose.ChannelAboutPlaceholder" = "Описание";
"Compose.ChannelAboutDescription" = "Вы можете указать описание вашего канала (не обязательно).";
"Channel.Discussion" = "Комментарии";
"Channel.DiscussionEnableDescription" = "Если вы включите комментарии, люди смогут обсуждать ваши сообщения на канале.";

"Compose.ChangeChannelLink" = "Ссылка";
"Channel.SetChannelLinkPlaceholder" = "Ссылка на канал";
"Channel.SetChannelLinkDescription" = "Вы можете создать **имя канала**, чтобы другие пользователи могли найти его в поиске и вступить в него.\n\nМожно использовать **буквы латинского алфавита**, **цифры** и **знак подчеркивания**. Минимальная длина – **5** символов.";
"Channel.Username.LinkHint" = "Эта ссылка откроет ваш канал в Telegram:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Имя канала должно содержать минимум 5 символов.";
"Channel.Username.InvalidStartsWithNumber" = "Имя не может начинаться с цифры.";
"Channel.Username.InvalidCharacters" = "К сожалению, данное имя недоступно.";
"Channel.Username.InvalidTaken" = "К сожалению, это имя уже занято.";
"Channel.Username.CheckingUsername" = "Проверка имени…";
"Channel.Username.UsernameIsAvailable" = "Имя %@ доступно.";


"Compose.Save" = "Сохранить";
"Compose.Skip" = "Пропустить";

"ComposeMenu.CreateChannel" = "Создать канал";
"Profile.EditLink" = "Ссылка";
"Profile.ShareLink" = "поделиться ссылкой";
"Profile.EditAbout" = "About";
"Profile.About" = "о профиле";
"Profile.LeaveChannel" = "Покинуть канал";

"Profile.SetChannelPhoto" = "Установить фото";
"Profile.OpenChannel" = "Открыть канал";
"Conversation.Action.Share" = "Поделиться";

"Channel.ShareCopyDescription" = "Копирую ссылку";

"Conversation.CantForwardMessagesToThisConversation" = "Не получилось переслать сообщения в этот чат. Пожалуйста, повторите попытку позже.";
"Conversation.Action.JoinToChannel" = "Подписаться";
"MessageAction.Service.ChannelCreated" = "канал создан";
"Channel.showcomments" = "показать комментарии";
"Conversation.ChannelTitle" = "канал";
"Message.Action.Service.ChannelEnableComments" = "комментарии включены";
"Message.Action.Service.ChannelDisableComments" = "Комментарии выключены";

"Channel.oneComment" = "+%d комментарий";
"Channel.manyComments" = "+%d комментариев";
"Channel.AccessHeader" = "ДОСТУП";
"Channel.AccessDescription" = "Модераторы могут удалять комментарии пользователей и добавлять их в чёрный список.\n\nМодераторы не могут изменять название, ссылку, фотографию и описание канала.";
"Profile.EnableComments" = "Комментарии";
"Profile.Managment" = "Администраторы";
"Channel.AddModeratorDescription" = "Вы можете добавлять администраторов для помощи в управлении каналом.";

"Channel.Creator" = "Создатель";
"Channel.Editor" = "Администратор";
"Channel.Moderator" = "Администратор";
"Channel.DismissModeratorConfirm" = "Уверены, что хотите разжаловать этого администратора?";
"Channel.DismissModerator" = "Разжаловать администратора";
"Channel.Managment" = "Администраторы";
"Compose.ChannelBlackList" = "Заблокированные пользователи";
"Profile.ChannelMembers" = "Участники";
"Profile.ChannelBlackList" = "Заблокированные пользователи";
"Channel.DeleteMessageModal" = "Удалить";
"Channel.BanUserModal" = "Забанить пользователя";
"Channel.ReportSpamModal" = "Сообщить о спаме";
"Channel.DeleteAllMessagesModal" = "Удалить все сообщения";
"Channel.DeleteMessagesModalHeader" = "Удалить собщения";
"Compose.Unban" = "Разбанить";
"Channel.AddModerator" = "Добавить администратора";
"Channel.Members" = "Участники";
"Compose.Kick" = "Удалить";

"MessageAction.Service.RemovedChannelPhoto" = "фото канала удалено";
"MessageAction.Service.ChannelGroupName" = "канал переименован";
"MessageAction.Service.ChangedChannelPhoto" = "фото обновлено";
"Conversation.Action.CommentsBlocked" = "Комментарии выключены";
"MessageAction.ServiceMessage.ChangedChannelPhoto" = "обновил фото канала";
"MessageAction.ServiceMessage.RemovedChannelPhoto" = "удалил фото канала";
"MessageAction.ServiceMessage.ChangedChannelName" = "изменил название канала";
"Channel.MemberCount" = "Участников: %d";
"Channel.MembersCount" = "Участников: %d";
"USER_NOT_PARTICIPANT" = "%@ пока ещё не подписан(а) на этот канал. Пригласить его(её)?";
"USER_NOT_MUTUAL_CONTACT" = "К сожалению, если пользователь покинул канал, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";

"Channel.TypeHeader" = "ТИП КАНАЛА";
"Channel.Public" = "Публичный";
"Channel.Private" = "Приватный";
"Channel.ChoiceTypeDescriptionPrivate" = "Подписаться на приватный канал можно только по ссылке";
"Channel.ChoiceTypeDescriptionPublic" = "Публичные каналы видны в поиске, а подписаться на них может кто угодно";
"Channel.NewChannelSettingUpUserNameDescription" = "Пользователи смогут делиться этой ссылкой и находить ваш канал через поиск";
"Channel.NewChannelSettingUpJoinLinkDescription" = "Пользователи смогут подписаться на ваш канал только перейдя по этой ссылке. Вы сможете аннулировать эту ссылку в любое время.";
"Conversation.ShowChannelInfo" = "О канале";
"Channel.SetPublicUsernameDescription" = "Создайте ссылку на ваш публичный канал, чтобы люди могли найти её через поиск и поделиться с другими пользователями.\n\nЕсли вам это не нужно, рекомендуем создать приватный канал.";
"CHANNELS_ADMIN_PUBLIC_TOO_MUCH" = "Извините, вы создали слишком много публичных каналов. Вы можете либо удалить один из существующих, либо создать приватный канал.";
"Profile.DeleteChannel" = "Удалить канал";
"Profile.ExportInviteLink" = "Ссылка для приглашения";
"Channel.AddEditor" = "Добавить администратора";
"USER_BLOCKED" = "К сожалению, этого пользователя нельзя добавлять в каналы.";
"USER_ID_INVALID" = "Пользователь не найден";
"USER_BOT" = "К сожалению, ботов нельзя добавлять в каналы.";
"USERS_TOO_MUCH" = "К сожалению, эта группа переполнена.";
"PEER_FLOOD" = "К сожалению, вы можете добавлять только взаимные контакты.";
"MessageAction.Service.InvitedYouToChannel" = "добавил(а) вас на этот канал";
"Channel.ChoiceTypeDescriptionPublic" = "Публичные каналы видны в поиске, а подписаться на них может кто угодно";

"Channel.Username.LinkHint" = "Эта ссылка откроет ваш канал в Telegram:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Имя канала должно содержать минимум 5 символов.";
"Channel.Username.InvalidStartsWithNumber" = "Имя не может начинаться с цифры.";
"Channel.Username.InvalidCharacters" = "К сожалению, данное имя недоступно.";
"Channel.Username.InvalidTaken" = "К сожалению, это имя уже занято.";
"Channel.Username.CheckingUsername" = "Проверка имени…";
"Channel.Username.UsernameIsAvailable" = "Имя %@ доступно.";
"MessageAction.Service.YouChoinedToChannel" = "присоединились к каналу";
"Settings.IncludeMutedUnread" = "Подсчитывать непрочитанные сообщения из всех чатов";
"USER_ALREADY_PARTICIPANT" = "Пользователь уже состоит в указанной группе.";
"Messages.MessagesTopInfoActionReportSpam.Button" = "Сообщить о спаме";
"Messages.MessagesTopInfoActionReportSpam.ButtonCancel" = "Отмена";
"ReportSpam.ConfirmDescription" = "Уверены, что хотите сообщить о спаме от этого пользователя?";
"Messages.SharingLink" = "Ссылка для приглашения";
"ShowConversationWithAnotherWindow" = "Открыть диалог в отдельном окне";
"Conversation.Pin" = "Прикрепить";
"Conversation.Pinned" = "Pinned";
"Conversation.Confirm.DeleteChannel" = "Удалить канал";
"Conversation.Confirm.DeleteChannelInfo" = "Внимание: при удалении канала все участники и сообщения будут безвозвратно удалены. Продолжить?";
"LockedChatHead.Description" = "App is locked with a passcode, please unlock from the main window.";
"Chat.SwitchAdminsDescription" = "Все участники могут добавлять в группу новых участников, изменять фото и название группы.";
"Chat.SwitchAdminsDescriptionOff" = "Только администраторы могут добавлять и удалять участников, изменять название и фото группы.";
"Chat.SwitchAllAdmins" = "Все участники являются администраторами";
"Chat.Administrators" = "Администраторы";
"Chat.ToggleUserToAdminConfirm" = "Назначить администратором?";
"Chat.ToggleAdminToUserConfirm" = "Удалить администратора?";


"Modern.SharedMedia.PhotoOrVideo" = "Фото или Видео";
"Modern.SharedMedia.PhotosAndVideos" = "Фото и видео";
"Modern.SharedMedia.File" = "Файл";
"Modern.SharedMedia.Files" = "Файлы";
"Modern.SharedMedia.Audio" = "Аудио";
"Modern.SharedMedia.Audios" = "Аудио";
"Modern.SharedMedia.Link" = "Ссылка";
"Modern.SharedMedia.Links" = "Ссылки";
"Modern.Chat.Members" = "Участников: %d";
"Modern.Profile.SetAdmins" = "Добавить администраторов";
"Modern.Chat.UpgrateToMegagroup" = "Преобразовать в супергруппу";
"Modern.Chat.UpgradeToMegagroupDescription" = "Чтобы добавить больше %d участников, преобразуйте группу в супергруппу:\n•  Супергруппы вмещают до %d участников\n•  Всем новым участникам доступна вся история переписки\n•  Администраторы могут удалять любые сообщения\n•  Уведомления выключены по умолчанию";
"Modern.Channel.InviteViaLink" = "Ссылка для приглашения";
"Modern.Channel.ChannelMembersDescription" = "Этот список виден только администраторам";
"Compose.Edit" = "Редактировать";
"Compose.Done" = "Готово";
"Channel.ChangeAboutDescription" = "Вы можете указать описание вашего канала (не обязательно).";
"Channel.ChangeDescriptionPlaceholder" = "Описание";
"Alert.somethingIsWrong" = "Что-то пошло не так. Пожалуйста, повторите попытку  позже.";
"Conversation.Action.ChatDeactivated" = "Chat is Deactivated";
"MessageAction.Service.ChannelMigrated" = "Эта группа была преобразована в супергруппу";
"MessageAction.Service.ChatMigrated" = "Эта группа была преобразована в супергруппу";
"Conversation.DeleteAndStopBot" = "Удалить и остановить";

"Modern.Chat.UpgradeConfirmHeader" = "Супергруппа";
"Modern.Chat.UpgradeConfirmDescription" = "Обратите внимание: всем участникам необходимо иметь свежую версию Telegram, чтобы увидеть вашу супергруппу.";
"MessageAction.Service.Invited" = "пригласил(а) пользователя";
"MessageAction.Service.InvitedUsers" = "пригласил(а) пользователей";
"Profile.ReportChannel" = "Пожаловаться";
"Report.ReportOther" = "Другое";
"Report.ReportPorno" = "Порнография";
"Report.ReportViolence" = "Насилие";
"Report.ReportSpam" = "Спам";
"Report.AlertText" = "Спасибо!";
"Report.AlertDescription" = "Мы рассмотрим вашу жалобу в ближайшее время.";
"Conversation.GroupTitle" = "группа";

"USER_BLOCKED" = "К сожалению, этого пользователя нельзя добавлять в каналы.";
"USERS_TOO_MUCH" = "К сожалению, эта группа переполнена.";
"USER_NOT_MUTUAL_CONTACT" = "К сожалению, если пользователь покинул канал, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";
"ADMINS_TOO_MUCH" = "К сожалению, больше администраторов добавить нельзя.";
"BOTS_TOO_MUCH" = "К сожалению, больше роботов добавить нельзя.";


"Channel.Comments.Moderator" = "Модератор";
"Channel.Comments.Editor" = "Редактор";
"Compose.ChatAboutDescription" = "Вы можете указать описание вашей группы (не обязательно).";
"Compose.ChannelEmptyBlackList" = "Пользователи, занесённые в чёрный список, будут удалены из группы и смогут вернуться только по приглашению администратора.\nПригласительные ссылки для них не работают.";
"Conversation.Confirm.DeleteSupergroupInfo" = "Внимание: при удалении этой группы все участники и сообщения будут безвозвратно удалены. Продолжить?";
"Conversation.Confirm.DeleteGroup" = "Удалить группу";
"Group.AddModeratorDescription" = "Вы можете добавлять администраторов для помощи в управлении группой.";


"TL_sendMessageTypingAction_ConversationUser" = "печатает";
"TL_sendMessageUploadPhotoAction_ConversationUser" = "отправляет фото";
"TL_sendMessageRecordVideoAction_ConversationUser" = "записывает видео";
"TL_sendMessageUploadVideoAction_ConversationUser" = "отправляет видео";
"TL_sendMessageRecordAudioAction_ConversationUser" = "записывает аудио";
"TL_sendMessageUploadAudioAction_ConversationUser" = "отправляет аудио";
"TL_sendMessageUploadDocumentAction_ConversationUser" = "отправляет файл";
"TL_sendMessageGeoLocationAction_ConversationUser" = "выбирает местоположение";
"TL_sendMessageChooseContactAction_ConversationUser" = "выбирает контакт";
"TL_sendMessageGamePlayAction_ConversationUser" = "playing a game";
"ContextBot.Message.Via" = "с помощью";
"Context.RemoveGif" = "Удалить GIF";
"Context.AddGif" = "Добавить GIF";
"Settings.AutoplayGifs" = "Автозапуск GIF";
"Reply.Loading" = "Загрузка...";
"Context.OpenInQuickLook" = "Открыть в Quick Look";
"document" = "Файл";


"Secret.InactiveCap" = "Чтобы увидеть сообщения в секретном чате, переместите это окно в фокус.";
"Conversation.SelectConversationToViewChatInfo" = "Выберите чат";
"Audio.QuickRecordRelease" = "Нажмите Command+R чтобы отправить голосовое сообщение";
"PrivacyAndSecurity.Groups" = "Группы";
"TL_privacyKeyStatusTimestamp" = "Последняя активность";
"TL_privacyKeyChatInvite" = "Группа";
"SuperGroup.WhocanAddNewMembers" = "Кто может добавлять новых пользователей?";
"SuperGroup.InviteSettings.OnlyAdmins" = "Только администраторы";
"SuperGroup.InviteSettings.AllMembers" = "Все участники";
"PRIVACY_FIRST_TL_privacyKeyStatusTimestamp" = "Важно: вы не сможете увидеть время последней активности людей, с которыми вы не поделились своим временем последней активности. Вместо этого будет отображаться приблизительное время последней активности (недавно, в течение недели, в течение месяца).";
"PRIVACY_LAST_TL_privacyKeyStatusTimestamp" = "Эти настройки переопределят значения выше.";
"PRIVACY_FIRST_TL_privacyKeyChatInvite" = "Укажите, кто может добавлять вас в группы и каналы, а кто не может.";
"PRIVACY_LAST_TL_privacyKeyChatInvite" = "Эти пользователи смогут (или не смогут) добавлять вас в группы или каналы, несмотря на настройки выше";
"PrivacySettingsController.NeverShare_TL_privacyKeyChatInvite" = "Никогда не разрешать";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyChatInvite" = "Всегда разрешать";
"PrivacySettingsController.NeverShare_TL_privacyKeyStatusTimestamp" = "Всегда скрывать";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyStatusTimestamp" = "Всегда показывать для";
"USERS_TOO_FEW" = "К сожалению, эти пользователи запретили создавать группы с их участием.";
"USER_PRIVACY_RESTRICTED" = "К сожалению, вы не можете добавить %@ в %@, т. к. %@ запретил(а) добавлять его(её) в группы.";
"groups" = "группы";
"channels" = "каналы";
"Channel.SetMegagroupLinkDescription" = "Вы можете создать **имя группы**, чтобы другие пользователи могли найти её в поиске и присоединиться к ней.\n\nМожно использовать **буквы латинского алфавита**, **цифры** и **знак подчеркивания**. Минимальная длина – **5** символов.";
"MEGAGROUPS_ADMIN_PUBLIC_TOO_MUCH" = "К сожалению, вы создали слишком много публичных групп. Вы можете либо удалить одну из существующих, либо создать приватную.";
"Channel.SignMessagesDescription" = "Добавлять к сообщениям имя администратора, который их опубликовал";
"Channel.SignMessages" = "Подписывать сообщения";
"Conversation.Action.CopyShareLink" = "Копировать ссылку";
"Message.Save" = "Сохранить";
"Context.Edit" = "Редактировать";
"Settings.TripleLayout" = "Трёхпанельный интерфейс";
"Channel.SilentModeOff" = "Подписчикам придёт уведомление о новом сообщении";
"Channel.SilentModeOn" = "Подписчикам не придёт уведомление о новом сообщении";
"Context.Pin" = "Прикрепить";
"Context.Unpin" = "Открепить";
"Channel.admin" = "администратор";
"Channel.ConfirmUnpin" = "Открепить это сообщение?";
"Channel.ForceConvertChatAbilityDescription" = "**В супергруппах:**\n• Новым участникам доступна вся история\n• Удалённые сообщения удаляются у всех\n• Администраторы могут прикреплять важные сообщения\n• Создатель может сгенерировать ссылку для приглашения";
"Channel.ForceConvertChatAbilityNote" = "**Внимание**: это действие необратимо.";
"Conversation.ConvertToSuperGroup" = "Преобразовать в супергруппу";
"MessageAction.Service.PinMessage" = "прикрепил(а) «%@»";
"Pin.Ok" = "OK";
"Pin.OnlyPin" = "Только прикрепить";
"Pin.PinMessageAndNotifyDesc" = "Прикрепить это сообщение и уведомить всех участников?";
"MessageAction.Service.PinnedMessage" = "прикреплённое сообщение";
"DeletedMessage" = "удалённое сообщение";
"Modern.Channel.GroupType" = "Тип группы";

"Group.ChoiceTypeDescriptionPublic" = "Публичные группы видны в поиске, присоединиться к ним может кто угодно.";
"Group.ChoiceTypeDescriptionPrivate" = "Вступить в приватную группу можно только по ссылке.";
"Group.PrivateTypeUpJoinLinkDescription" = "Люди могут присоединяться к вашей группе, перейдя по этой ссылке. Вы можете удалить эту ссылку в любое время.";
"Group.PublicTypeUpJoinLinkDescription" = "Люди могут делиться этой ссылкой и находить вашу группу через поиск.";
"Group.TypeHeader" = "ТИП ГРУППЫ";
"PinnedHeaderMessage" = "Прикреплённое сообщение";


"Message.PinnedTextMessage" = "прикрепил(а) «%@»";
"Message.PinnedDeletedMessage" = "прикреплённое удалённое сообщение";
"Message.PinnedMediaHeader" = "прикреплённое %@";

"ConvertGroupAlertWarning" = "Внимание";
"ConvertGroupAlert" = "Это действие необратимо: превратить супергруппу в обычную группу невозможно.";
"FLOOD_WAIT" = "Слишком много попыток, попробуйте снова через %d мин";
"Messages.ConfirmDeleteMessage" = "Уверены, что хотите удалить %ld сообщение?";
"Messages.ConfirmDeleteMessages" = "Уверены, что хотите удалить %ld сообщений?";
"Compose.MaxSelectChatUsers" = "Можно добавить ещё больше участников: для этого преобразуйте эту группу в супергруппу после того, как завершите её создание.";
"Conversation.Action.Join" = "Присоединиться";

"Profile.bio" = "о себе";
"Conversation.Delete.ConfirmLeaveSupergroup" = "Уверены, что хотите покинуть эту группу?";
"Conversation.Delete.ConfirmLeaveChannel" = "Уверены, что хотите покинуть этот канал?";

"Confirm.ConfrimToJoinChannel" = "Подписаться на канал «%@»?";
"Confirm.ConfrimToJoinSupergroup" = "Присоединиться к группе «%@»?";

"Confirm.ReturnToGroup" = "Уверены, что хотите вернуть эту группу?";
"Confirm.LeaveFromGroup" = "Уверены, что хотите покинуть эту группу?";

"Confirm.Header.kPermissionInlineBotContact" = "Поделиться вашим номером телефона?";
"Confirm.Header.kPermissionInlineBotGeo" = "Поделиться вашим местоположением?";
"Confirm.Header.kPermissionInlineBotLocationRequest" = "Поделиться вашим местоположением?";

"Confirm.Desc.kPermissionInlineBotContact" = "Этому боту будет доступен ваш номер телефона. Это может быть полезно для интеграции с другими сервисами.";
"Confirm.Desc.kPermissionInlineBotGeo" = "Ваше местоположение будет отправлено боту.";
"Confirm.Desc.kPermissionInlineBotLocationRequest" = "Этот бот хочет получать данные о вашем местоположении при каждом запросе к нему. Это может быть полезно для получения результатов, различающихся в разных регионах.";


"LocationService.UndefinedError" = "Произошла ошибка. Пожалуйста, повторите попытку позже";
"Alert.MoreInfo" = "Подробнее";
"PEER_FLOOD_MESSAGES" = "К сожалению, вы можете отправлять сообщения только взаимным контактам.";
"LocationService.WifiDisabledError" = "Для определения местоположения включите Wi-Fi.";
"Link.ConfirmOpenExternalLink" = "Открыть %@?";
"Message.Action.ShareInlineSwitch" = "Share bot content";
"Conversation.ShareInlineSwitchResult" = "Выберите пользователя или чат, в который хотите отправить данные через %@";
"Settings.HandleMediaKeys" = "Handle media keys for in-app player";

"Emoji.Recent" = "Недавние";
"Emoji.People" = "Люди";
"Emoji.Nature" = "Природа";
"Emoji.Food" = "Еда и напитки";
"Emoji.TravelAndPlaces" = "Путешествия и местности";
"Emoji.Symbols" = "Символы и флажки";
"EGS.Emoji" = "Эмодзи";
"EGS.GifsAndStickers" = "Стикеры и GIF";
"Stickers.Recent" = "Недавние";
"Gifs.SavedGifs" = "Сохранённые GIF";
"TL_topPeerCategoryCorrespondents" = "Люди";
"TL_topPeerCategoryGroups" = "Группы";
"TL_topPeerCategoryBotsPM" = "Боты";
"Recent.Recent" = "Недавние";
"Recent.More" = "Ещё...";
"Recent.Less" = "Скрыть";
"EditHeaderMessage" = "Редактирование сообщения";
"PasscodeSettings.TurnOffDescription" = "Важно: если вы забудете код доступа, вам придётся выйти из аккаунта.";
"Settings.ESGLayoutSetting" = "Включить эмодзи-панель";
"Message.Edited" = "изм.";
"Settings.CheckMarkedInputText" = "Оптимизация ввода для иероглифов";
"EditMessage.EditErrorAlert" = "К сожалению, вы не можете редактировать это сообщение";
"Context.Select" = "Выделить сообщение";
"Conversation.Draft" = "Черновик";
"Account.ServiceNotifications" = "Служебные уведомления";
"Media.AddCaptionPlaceholder" = "Заголовок...";
"SendMedia.SendAsCompressed" = "Сжать отправляемое изображение";
"Stickers.Featured" = "Продвигаемые наборы";
"Stickers.AddFeatured" = "Добавить";
"Stickers.ArtistDesc" = "Вы можете создавать свои собственные наборы стикеров с помощью нашего бота @stickers\n\nНажмите на стикер, чтобы посмотреть весь набор. Нажмите и удерживайте, чтобы увеличить.";
"Passcode.forceLogout" = "Если вы забыли свой код доступа, вам нужно %1$@выйти из аккаунта%2$@.";


"Emoji.SmilesAndPeople" = "Смайлики и люди";
"Emoji.AnimalsAndNature" = "Животные и природа";
"Emoji.FoodAndDrink" = "Еда и напитки";
"Emoji.ActivityAndSport" = "Активность и спорт";
"Emoji.TravelAndPlaces" = "Путешествия и местности";
"Emoji.Objects" = "Предметы";
"Emoji.Symbols" = "Символы и флажки";
"Emoji.Flags" = "Флажки";
"ChatInvite.MultiChatDesc" = "Участников: %d, среди них:";
"ChatInvite.SingleChatDesc" = "%d участник, среди них:";
"ChannelInvite.MultiDesc" = "Участников: %d";
"ChannelInvite.SingleDesc" = "%d участник";
"Settings.NRegistredUsers" = "Контакт теперь тоже в Telegram";
"Message.SendPlaceholder" = "Напишите сообщение...";
"Message.SendBroadcast" = "Опубликовать сообщение...";
"Placeholder.EditMessage" = "Изменить сообщение...";
"Stickers.WillArchived" = "Некоторые из ваших редкоиспользуемых наборов были заархивированы, чтобы освободить место для новых. Вы можете восстановить их в настройках стикеров.";
"Stickers.Archived" = "Архив стикеров";
"Stickers.ArchivedDesc" = "Вы можете установить до 200 наборов стикеров.\nВсе неиспользуемые наборы сверх этого числа будут заархивированы.";
"Stickers.RemoveOrArchive" = "Удалить или отправить в архив набор «%@»?";
"Stickers.ArchiveAlert" = "Отправить в архив набор «%@»?";
"Stickers.Remove" = "Удалить";
"Stickers.Archive" = "Скрыть";
"Account.CancelReset" = "Кто-то, кто имеет доступ к вашему номеру **%@**, отправил запрос на удаление вашего профиля и отключение двуэтапной авторизации. Если это были не вы, введите код, который мы только что отправили вам по SMS.";
"Account.Code" = "Код";
"AccountReset.IncorrectCode" = "Вы ввели неверный код. Пожалуйста, попробуйте еще раз.";
"AccountReset.SuccessHeader" = "Готово!";
"AccountReset.Success" = "Процесс сброса для вашего аккаунта %@ был отменён.";
"AccountReset.Error" = "Ошибка";
"2FA_RECENT_CONFIRM" = "Ваша попытка сброса была отклонена активным аккаунтом. Пожалуйста, попробуйте повторить запрос через 7 дней.";
"Account.CancelResetDesc" = "**Сброс аккаунта**\n\nТак как ваш аккаунт (%@) активен и защищён паролем, мы сможем удалить его только через 1 неделю. Вы сможете отменить удаление в любой момент.\n\nАккаунт будет удалён через:\n{when}";

"Timer.DaysDate" = "**%d** дней";
"Timer.DayDate" = "**%d** день";
"Timer.HoursDate" = "**%d** часов";
"Timer.HourDate" = "**%d** час";
"Timer.MinutesDate" = "**%d** минут";
"Timer.MinuteDate" = "**%d** минуту";
"Timer.SecondsDate" = "**%d** секунд";
"Timer.SecondDate" = "**%d** секунду";
"ChatWithYourSelf" = "чат с самим собой";
"YourCloudStorage" = "Ваше облачное хранилище (⌘ + 0)";
"YourCloudStorageDesc" = "• Пересылайте сюда сообщения, чтобы сохранить их\n• Отправляйте сюда любые файлы на хранение\n• Доступ к этому чату открыт для любого устройства\n• Используйте поиск, чтобы быстро что-то найти";
"Alert.RevokeLink" = "Аннулировать ссылку";
"Alert.RevokeLinkInfo" = "Уверены, что хотите отозвать ссылку telegram.me/%@?\n\nПосле того, как вы это сделаете, никто не сможет вступить в группу «%@» с её помощью.";
"Modal.Done" = "Готово";
"AddContact.NewContact" = "Новый контакт";
"Message.SendSilentBroadcast" = "Тихий режим...";

"Message.Action.ConversationGameSingular" = "scored %d";
"Message.Action.ConversationGamePluar" = "scored %d";
"Message.Action.ConversationGameZero" = "scored %d";

"Message.Action.GameScoredSingular" = "scored %d in";
"Message.Action.GameScoredPluar" = "scored %d in";
"Message.Action.GameScoredZero" = "scored %d in";

"SendMessage.FolderFound" = "Отправить папку";
"SendMessage.FolderFoundDesc" = "Your folder will be compressed into an archive before sending";
"Message.Action.GameScoredShortSingular" = "scored %d";
"Message.Action.GameScoredShortPluar" = "scored %d";
"Message.Action.GameScoredShortZero" = "scored %d";
"Game.Mark" = "ИГРА";
"Messages.SharingGame" = "Поделиться игрой";
"BotSharingAlert" = "Разрешить %@ отправлять ваше имя и ID (НЕ номер телефона) веб-страницам, которые вы открываете с помощью этого бота?";
"Notification.GamePrivateInvite" = "invited you to play %@";
"Notification.GamePrivateGroup" = "invited the group %@ to play %@";
"ShareGameAlert" = "Поделиться игрой с «%@»?";
"Modern.SharedMedia.CommonGroup" = "Общая группа";
"Modern.SharedMedia.CommonGroups" = "Общие группы";
"CommonGroups.Header" = "Общие группы";
"Conversation.Pin" = "Прикрепить";
"Conversation.Unpin" = "Открепить";
"Conversation.Alert.PinLimitError" = "К сожалению, можно закрепить максимум %d чатов.";
"Conversation.Alert.SecretPinLimitError" = "К сожалению, можно закрепить максимум %d секретных чатов.";
"Messages.DeleteMessagesForAll" = "Удалить у всех";
"Stickers.PackIsNotAvailable" = "Кажется, такого набора стикеров не существует.";
"TL_phoneCallDiscardReasonHangup_incoming" = "Входящий вызов (%@)";
"TL_phoneCallDiscardReasonHangup_outcoming" = "Исходящий вызов (%@)";
"TL_phoneCallDiscardReasonBusy" = "Busy";
"TL_phoneCallDiscardReasonDisconnect" = "Вызов отменен";
"TL_phoneCallDiscardReasonMissed" = "Пропущенный вызов";
